Repository: pozsarzs/mm8dread
Catalog: messages/mm8dread_*.po
Languages: hu

source: Cannot read configuration file!
hu: A beállításfájl nem olvasható!

source: Cannot write configuration file!
hu: A beállításfájl nem írható!

source: Cannot read data from this URL!
hu: Nem tudok adatokat beolvasni erről az URL-ről!

source: Not compatible controller!
hu: Nem kompatibilis vezérlő!

source: Bad data!
hu: Rossz adat!

source: Growing mushroom
hu: Gombatermesztés

source: Growing hyphae
hu: Átszövetés

source: Stand-by
hu: Készenlét

source: name
hu: név

source: version
hu: verzió

source: channel name
hu: csatornanév

source: time
hu: idő

# frmmain.message14
source: overcurrent breaker
hu: túláramvédelem

source: low pressure
hu: alacsony nyomás

source: high pressure
hu: magas nyomás

source: outdoor temperature
hu: külső hőmérséklet

source: irrigator tube #1
hu: öntözőcső #1

source: irrigator tube #2
hu: öntözőcső #2

source: irrigator tube #3
hu: öntözőcső #3

source: temperature
hu: hőmérséklet

source: relative humidity
hu: relatív páratartalom

source: manual operation
hu: kézi működtetés

source: operation mode
hu: működési mód

# frmmain.message25
source: overcurrent breaker
hu: túláramvédelem

source: alarm
hu: riasztó

source: timeout error
hu: időtúllépés

source: light
hu: világítás

source: ventilator
hu: szellőztetés

source: heater
hu: fűtés

source: override channel
hu: felülbírált csatorna

source: Cannot run default webbrowser!
hu: Nem tudom futtatni az alapértelmezés szerinti böngészőt!

source: Channel #
hu: Csatorna #

source: &Refresh display
hu: Kijelzők f&rissítése

source: Number of channel
hu: Csatorna száma

# tform1.groupbox3.caption
source: Status
hu: Állapot

# tform1.groupbox5.caption
source: Outputs
hu: Kimenetek

source: Others
hu: Egyéb

# tform1.groupbox8.caption
source: Status
hu: Állapot

# tform1.groupbox9.caption
source: Outputs
hu: Kimenetek

source: Temperature
hu: Hőmérséklet

source: Outdoor temperature
hu: Külső hőmérséklet

source: Master controller
hu: Fő vezérlő

source: Relative humidity
hu: Relatív páratartalom

source: Opened overcurrent breaker
hu: Nyitott túláramvédelem

source: Water pump error (no water)
hu: Szivattyú hiba (nincs víz)

source: Water pump error (clogging)
hu: Szivattyú hiba (dugulás)

source: Irrigator tube #1
hu: Öntözőcső #1

source: Irrigator tube #2
hu: Öntözőcső #2

source: Irrigator tube #3
hu: Öntözőcső #3

source: Slave controller pair
hu: Segédvezérlő pár

source: Manual operation
hu: Kézi működtetés

source: Opened breaker
hu: Nyitott túláramvédelem

source: Alarm
hu: Riasztó

source: Lamps
hu: Világítás

source: Ventilators
hu: Ventilátor

source: Heaters
hu: Fűtés

source: Status reader for MM8D device
hu: Állapotolvasó program MM8D eszközhöz

source: Operation mode:
hu: Működési mód:

source: Add URL to list
hu: URL hozzáadása a listához

source: Remove URL from list
hu: URL eltávolítása a listából

source: Measured values
hu: Mért értékek

source: Channel #0
hu: Csatorna #0

source: Channel #?
hu: Csatorna #?

source: Summary
hu: Összegzés

source: About
hu: Névjegy
